{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "but", "arg1": "Economists said the report raised speculation that the economic slowdown could turn into a recession, which would pave the way for the Federal Reserve to lower interest rates", "arg2": "later in the day, a report by the Purchasing Management Association of Chicago cast doubt on the recession scenario"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "but", "arg1": "The banks will threaten not to make further loans", "arg2": "in truth, lacking the capital to write off their mistakes or to build a navy, they have no alternative but to go along"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "also", "arg1": "State-owned BNL, Italy's largest bank, has filed charges against the branch's former manager, Christopher Drogoul, and a former branch vice president, alleging fraud and breach of their fiduciary duties", "arg2": "BNL said that its board had approved \"after an in-depth discussion,\" a letter to the Bank of Italy outlining measures the state-owned bank has taken or plans to take to improve controls on its foreign branches"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "however", "arg1": "The first effects are, of course, negative as work is disrupted and people lose income and cut spending", "arg2": "Subsequently the ill effects are likely to be offset, at least in economic terms, as construction activity begins"}
{"relation_type": "Explicit", "relation_class": "Temporal.Synchrony", "conn": "while", "arg1": "The EC, with a population of 320 million, has 8.5 million farmers", "arg2": "the U.S., with a population of about 245 million, has only two million farmers"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "while", "arg1": "domestic exploration and production operations had a $16 million loss in the third quarter", "arg2": "comparable foreign operations earned $234 million"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "Much of the picture's sensuality emerges from cinematographer Michael Ballhaus's slyly seductive lens work", "arg2": "Dave Grusin's witty score embraces the banal requirements of banquet-hall musicianship (\"Feelings\" is a must) without condescension"}
{"relation_type": "Explicit", "relation_class": "Comparison.Concession", "conn": "still", "arg1": "It's been a steadily improving relationship", "arg2": "without many actual deals to show off, Kidder is left to stress that it finally has \"a team\" in place, and that everyone works harder"}
{"relation_type": "Explicit", "relation_class": "Comparison.Concession", "conn": "while", "arg1": "significant corporate tax avoidance continues", "arg2": "the overall picture is very encouraging"}
{"relation_type": "Explicit", "relation_class": "Comparison.Concession.Contra-expectation", "conn": "nonetheless", "arg1": "But most big computer makers said the flaws don't affect them", "arg2": "concern about the chip may have been responsible for a decline of 87.5 cents in Intel's stock to $32 a share yesterday in over-the-counter trading, on volume of 3,609,800 shares, and partly responsible for a drop in Compaq's stock in New York Stock Exchange composite trading on Wednesday"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "All the precise types of federal aid that will be sent to California won't be determined until state officials make specific requests to FEMA", "arg2": "in the confusion after the earthquake, \"the information flow is a little slow coming in from the affected area"}
{"relation_type": "Explicit", "relation_class": "Comparison.Concession", "conn": "nevertheless", "arg1": "But GAF's bellwether role was short-lived", "arg2": "the stakes are still high for the players directly involved in the GAF case"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "but", "arg1": "Surely, the past suffering of any people at any time cannot be simply filed away and forgotten", "arg2": "what the Senate Judiciary Committee has done in supporting the strongly worded Armenian resolution achieves no useful end"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause.Reason", "conn": "as", "arg1": "they found it useful, I would say even necessary, to hold an interim informal meeting", "arg2": "the two sides plan to hold a full-scale summit in late spring-early summer next year"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "but", "arg1": "blacks could work there", "arg2": "they had to leave at night"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "but", "arg1": "NASA awarded the contract to CSC in November", "arg2": "an appeal by Sterling Software Inc. of Dallas sent the contract to the General Services Administration Board of Contract Appeals and the board required NASA to re-evaluate bidders' proposals"}
{"relation_type": "Explicit", "relation_class": "Temporal.Asynchronous", "conn": "then", "arg1": "to have made use of the Khmer Rouge", "arg2": "and discard them"}
{"relation_type": "Explicit", "relation_class": "Temporal.Synchrony", "conn": "since", "arg1": "Mr. Krenz had acquired the nickname \"crown prince,\" a reference to the widely held view that he was the hand-picked successor to Mr. Honecker", "arg2": "joining the Politburo in 1983 as its youngest member"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "meanwhile", "arg1": "AMR Corp. posted an 8.8% drop in third-quarter net income and said the fourth quarter will be \"disappointing\" as well, primarily because of slimmer profit margins and increased fuel costs", "arg2": "the company's board issued a statement condemning \"ill-conceived and reckless\" bids and saying it was \"pleased\" that Mr. Trump had backed out"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "however", "arg1": "The Cypress structure opened in June 1957, and as such, like many buildings in the San Francisco Bay area, does not meet current building codes requiring considerably more steel support., The northern piers of the span lie in estuarian deposits that were of a type to have liquefied easily during the 1906 quake", "arg2": "they were as surprised as anyone by the Cypress destruction"}
{"relation_type": "Explicit", "relation_class": "Expansion.Instantiation", "conn": "for example", "arg1": "At Backer Spielvogel, he will work with clients and potential clients on marketing strategies", "arg2": "aside from agency compensation issues, he helped Nissan come up with its positioning and pricing for its new Infiniti line"}
{"relation_type": "Explicit", "relation_class": "Comparison.Concession", "conn": "while", "arg1": "that it can also bring a host of unforeseen problems", "arg2": "acquiring a big brand-name company can be a shortcut to growth"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause", "conn": "as a result", "arg1": "Market makers buy what investors wish to sell; their business is reselling these unwanted positions as quickly as possible to other investors, and at a profit", "arg2": "the market as a whole remains in the same circumstances it was before the transaction"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "of which seven million of the shares will be offered in the U.S", "arg2": "1,500,000 shares will be offered overseas, via Merrill Lynch Capital Markets (domestic) and Kidder, Peabody & Co. (international)"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "But the Rochester, N.Y., investor said \"we complied with every law", "arg2": "he denied any wrongdoing"}
{"relation_type": "Explicit", "relation_class": "Temporal.Asynchronous", "conn": "when", "arg1": "Coke has tended to increase its control", "arg2": "results were sluggish in a given country"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "however", "arg1": "Mr. Lothson of PaineWebber said the company's sales pace has been picking up largely because the effect of unfavorable exchange rates has been easing -- a pattern continuing this quarter", "arg2": "He cautioned that a \"tough tax-rate comparison\" may slow the company's earnings growth for the current quarter"}
{"relation_type": "Explicit", "relation_class": "Comparison.Concession", "conn": "yet", "arg1": "Judges Miner and Altimari do not appear to have a clue", "arg2": "at the moment they are the judges who are making the law"}
{"relation_type": "Explicit", "relation_class": "Expansion.Instantiation", "conn": "for example", "arg1": "The internationalization of the industry has been hastened by foreign companies' acquisitions of many U.S. producers", "arg2": "In recent years Grand Metropolitan PLC of Britain acquired Heublein Inc., while another British company, Guinness PLC, took over United Distillers Group and Schenley Industries Inc"}
{"relation_type": "Explicit", "relation_class": "Temporal.Asynchronous", "conn": "after", "arg1": "but Mr. Stein and other officers decided to sell that business", "arg2": "Japanese competitors grabbed a dominant share of the market"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause.Result", "conn": "so", "arg1": "And only last week the newspaper Vanguardia Liberal in the city of Bucaramanga was bombed", "arg2": "its installations destroyed"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "but", "arg1": "If I were to ask a sample of American parents, \"Do you wish the elementary schools to encourage creativity in your children?\" the near-unanimous answer would be, \"Yes, of course", "arg2": "what do we mean, specifically, by \"creativity"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "still", "arg1": "Already many foreign firms, especially banks, have their own cryptographers", "arg2": "encrypting corporate communications is only a partial remedy"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "also", "arg1": "Texaco's exploration and production earnings improved as a result of its streamlining of those operations as it sold many of its marginal producing properties over the past 18 months", "arg2": "An increase in production at some major oil fields in the North Sea aided results"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause.Result", "conn": "therefore", "arg1": "uninvited takeovers are still alive despite premature reports of their demise", "arg2": "the debate about poison pills will continue to rage in the boardrooms of corporations and the halls of academia"}
{"relation_type": "Explicit", "relation_class": "Expansion.Restatement", "conn": "in fact", "arg1": "It doesn't bode well for coming quarters", "arg2": "several steelmakers will report actual losses through the third quarter of 1990"}
{"relation_type": "Explicit", "relation_class": "Temporal.Synchrony", "conn": "while", "arg1": "the LDP politicians were caught in scandals", "arg2": "people were jingling their change"}
{"relation_type": "Explicit", "relation_class": "Expansion.Alternative", "conn": "unless", "arg1": "however, a gold-based ruble would be as unsuccessful for the Soviets as it was for the czars", "arg2": "the laws determining the noteholder's rights to payment are independent of the issuer of those notes"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "With no petroleum-related news or changes in the fundamentals to dictate price moves, \"technicians are wanting to sell this stuff", "arg2": "short-term, the technicians may have their way"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "although", "arg1": "he will be on retainer to American Express as an adviser on international matters", "arg2": "it ultimately wasn't offered to him"}
{"relation_type": "Explicit", "relation_class": "Expansion.Restatement", "conn": "in turn", "arg1": "that the Navy possesses its own air force (the carrier fleet) and its own army (the Marines)", "arg2": "which has its own air force"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "Today the Treasury will announce the size of its next two-year note sale", "arg2": "Resolution Funding Corp. will announce details of its first bond offering"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "This is the nation's biggest city", "arg2": "traditionally, its mayor is the nation's best-known urban politician"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "Only immediate family members are allowed", "arg2": "they must have the same last name as the buyer of the ticket or legal proof they're related"}
{"relation_type": "Explicit", "relation_class": "Expansion.Alternative", "conn": "otherwise", "arg1": "The percent difference compares actual profit with the 30-day estimate where at least three analysts have issues forecasts in the past 30 days", "arg2": "actual profit is compared with the 300-day estimate"}
{"relation_type": "Explicit", "relation_class": "Expansion.Alternative", "conn": "otherwise", "arg1": "The percent difference compares actual profit with the 30-day estimate where at least three analysts have issues forecasts in the past 30 days", "arg2": "actual profit is compared with the 300-day estimate"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "There's nothing in the least contradictory in all this", "arg2": "it would be nice to think that Washington could tolerate a reasonably sophisticated, complex view"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "also", "arg1": "Although the action removes one obstacle in the way of an overall settlement to the case", "arg2": "it means that Mr. Hunt could be stripped of virtually all of his assets if the Tax Court rules against him in a 1982 case heard earlier this year in Washington, D.C"}
{"relation_type": "Explicit", "relation_class": "Temporal.Synchrony", "conn": "when", "arg1": "the use of Filipino was deemed unwise by the predominantly middle class", "arg2": "we started the program six years ago"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause", "conn": "and", "arg1": "But their growth-suppressing proteins no longer work", "arg2": "cells normally under control turn malignant"}
{"relation_type": "Explicit", "relation_class": "Temporal.Asynchronous", "conn": "until", "arg1": "Exxon will rent part of an existing office tower", "arg2": "the building is completed"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause.Result", "conn": "so", "arg1": "But Japanese institutional investors are used to quarterly or semiannual payments on their investments", "arg2": "the monthly cash flow posed administrative problems"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "but", "arg1": "that other participants in the conference \"do not believe that the rights of Americans should be guaranteed to citizens who are homosexual", "arg2": "that \"I mean to persuade you to the opposite view"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "also", "arg1": "For Eurocom, meanwhile, the move gives it a strong U.S. foothold in Della Femina, and more than quadruples the size of its ad agency business world-wide", "arg2": "It gives the outspoken Mr. Della Femina an international platform that he most certainly won't be loath to use"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "Even when new lending resumes, foreign exchange would still be tight because Beijing will likely try to rein in foreign borrowing, which has grown between 30% and 40% in the past few years", "arg2": "foreign creditors are likely to be more cautious about extending new loans because China is nearing a peak repayment period as many loans start falling due in the next two to five years"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "he'll be very good at that {new job}", "arg2": "much better at that than at {the price-cutting} he's been doing recently"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause.Reason", "conn": "since", "arg1": "issuers of mortgage securities retain the right to buy back their bonds before maturity", "arg2": "most mortgages can be prepaid or refinanced at any time"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "additionally", "arg1": "Contributing to the market's reserved stance was the release later in the day of new data on the health of the U.S. economy, in the form of the U.S. index of leading indicators", "arg2": "the end of the month position-squaring might have also played a minor role"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause", "conn": "as", "arg1": "If Mr. Gorbachev's goal is the creation of a free market, he and these Western observers have good reason to fear for his future", "arg2": "economic liberalization within communist societies leads inexorably to demands for fundamental political reform accompanied by civil unrest"}
{"relation_type": "Explicit", "relation_class": "Temporal.Asynchronous", "conn": "previously", "arg1": "Hani Zayadi was appointed president and chief executive officer of this financially troubled department store chain", "arg2": "Mr. Zayadi was president and chief operating officer of Zellers Inc., a retail chain that is owned by Toronto-based Hudson's Bay Co., Canada's largest department store operator"}
{"relation_type": "Explicit", "relation_class": "Expansion.Restatement", "conn": "rather", "arg1": "While not as brand loyal as in the past, consumers today don't buy products capriciously, either", "arg2": "they tend to have a set of two or three favorites"}
{"relation_type": "Explicit", "relation_class": "Temporal.Asynchronous", "conn": "once", "arg1": "they're very hard to break", "arg2": "buying habits are formed"}
{"relation_type": "Explicit", "relation_class": "Temporal.Synchrony", "conn": "as", "arg1": "Troubled chains could see their sales drop as much as 8%", "arg2": "managers distracted by fears about the future allow their stores to get sloppy"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "although", "arg1": "the Nov. 79 schedule could be delayed unless Congress and the president act soon to lift the nation's debt ceiling", "arg2": "the Treasury is expected to announce details of its November quarterly refunding operation today"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "while", "arg1": "that a financial commitment of this size is unprecedented", "arg2": "auction houses occasionally guarantee the seller of a highly desirable work of art a minimum price"}
{"relation_type": "Explicit", "relation_class": "Comparison.Concession", "conn": "though", "arg1": "Besides, to a large extent, Mr. Jones may already be getting what he wants out of the team", "arg2": "it keeps losing"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause", "conn": "because", "arg1": "that restaurant fired her", "arg2": "she was pregnant"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause", "conn": "because", "arg1": "and arise", "arg2": "auditors in an area detect some pattern of abuse among, say, factory workers claiming that having a multitude of dependents frees them from tax withholding or yacht owners deducting losses from sideline charter businesses"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "though", "arg1": "It may even be possible to replace defective genes with healthy versions", "arg2": "no one has come close to doing that so far"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause.Reason", "conn": "since", "arg1": "That power can sometimes be abused", "arg2": "jurists in smaller jurisdictions operate without many of the restraints that serve as corrective measures in urban areas"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "Most balloonists seldom go higher than 2,000 feet", "arg2": "most average a leisurely 5-10 miles an hour"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "Jewelry displays in department stores were often cluttered and uninspired", "arg2": "the merchandise was, well, fake"}
{"relation_type": "Explicit", "relation_class": "Comparison.Concession", "conn": "but", "arg1": "The owners of the defense and aerospace concern, which include three regional states, several industrial companies and banks, met Friday to discuss the final terms of the transaction, in which Daimler-Benz will acquire 50.01% of", "arg2": "agreement aparently couldn't be reached because of opposition from the states of Hamburg and Bremen, which are demanding more influence over the German Airbus operations and a better guarantee against job losses in the troubled Northern German region"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "however", "arg1": "that the UAL executive most closely identified with the failure to gain bank financing, chief financial officer John Pope, may come under pressure to resign", "arg2": "Mr. Pope's departure would weaken the airline's management at a critical time"}
{"relation_type": "Explicit", "relation_class": "Temporal.Asynchronous", "conn": "before", "arg1": "found hanged under London's Blackfriar's Bridge", "arg2": "the bank's collapse"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause", "conn": "because", "arg1": "while the U.S. would lose none", "arg2": "it has no light tanks in Europe"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause", "conn": "as", "arg1": "But some so-called high-quality junk issues fell", "arg2": "some mutual funds sold their most liquid issues to raise cash"}
{"relation_type": "Explicit", "relation_class": "Temporal.Synchrony", "conn": "as", "arg1": "Then we ran for the door", "arg2": "things got rougher"}
{"relation_type": "Explicit", "relation_class": "Temporal.Asynchronous.Precedence", "conn": "then", "arg1": "The Soviets have a world-leading space program, the guests noted., Wouldn't the Japanese like a piece of it", "arg2": "The visitors listed technologies up for sale, including launch services and propulsion hardware"}
{"relation_type": "Explicit", "relation_class": "Expansion.Alternative", "conn": "instead", "arg1": "ordering salespeople to become experts on the annual report", "arg2": "if the salespeople can get the customers to consider Wang's products on their merits, he or a top financial officer will try to assuage the fears about finances"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "however", "arg1": "its financial operations had increased reserves for bankrupt accounts, resulting in a $40 million pretax charge for the third quarter", "arg2": "This charge was partly offset by $19 million in pretax capital gains"}
{"relation_type": "Explicit", "relation_class": "Comparison.Concession", "conn": "although", "arg1": "The judge says he can't discuss in detail how he will defend himself at his trial", "arg2": "he contends that if he were as corrupt as state prosecutors believe, he would be far wealthier than he is"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast", "conn": "and", "arg1": "in which the IRS would get 70% of the proceeds from a liquidating trust", "arg2": "30% would go to other creditors"}
{"relation_type": "Explicit", "relation_class": "Expansion.List", "conn": "finally", "arg1": "First of all, it is a friendly acquisition in which Rockefeller sought out Mitsubishi Estate and asked it to buy a majority share., Secondly, the two companies found a similarity in their business and development philosophies and intend to cooperate in a range of activities from real estate to telecommunications", "arg2": "Mitsubishi Estate has no plans to interfere with Rockefeller's management beyond taking a place on the board"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "Like which are droppable", "arg2": "which are not"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause.Reason", "conn": "because", "arg1": "Jaguar's own defenses against a hostile bid are weakened", "arg2": "fewer than 3% of its shares are owned by employees and management"}
{"relation_type": "Explicit", "relation_class": "Temporal.Asynchronous", "conn": "then", "arg1": "when, in 1986, she was charged on allegations of public drunkenness", "arg2": "and cleared"}
{"relation_type": "Explicit", "relation_class": "Temporal.Asynchronous", "conn": "before", "arg1": "but a lowly IRS agent is called into the hospital room of Wylie Slaughter, the dying head of the Central Intelligence Agency", "arg2": "it can"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "Market makers, to cut costs, slashed inventories of stocks they keep on hand to sell investors when other holders aren't selling", "arg2": "to protect their reduced capital investment from eroding further, market makers became quicker to lower price quotes when sell programs are in progress"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause", "conn": "because", "arg1": "Georgia-Pacific \"is in a comparatively good position to deal with weakening paper markets", "arg2": "its production is concentrated not in the Northwest but in the South"}
{"relation_type": "Explicit", "relation_class": "Comparison.Contrast.Juxtaposition", "conn": "though", "arg1": "it's redeemed in part by some tricky plot twists", "arg2": "Most of all the show is redeemed by the character of Mancuso"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "There are a lot more downward than upward revisions", "arg2": "it looks like people are questioning corporate profits as a means of support for stock prices"}
{"relation_type": "Explicit", "relation_class": "Comparison.Concession", "conn": "but", "arg1": "Credibility sounds intangible", "arg2": "I think we are losing credibility"}
{"relation_type": "Explicit", "relation_class": "Temporal.Synchrony", "conn": "as", "arg1": "The 249-166 roll call came", "arg2": "the chamber approved a compromise bill allocating $17.2 billion to the departments of State, Justice, and Commerce in fiscal 1990 and imposing increased fees on business interests making filings with the government"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "No one has big positions", "arg2": "no one wants to take big risks"}
{"relation_type": "Explicit", "relation_class": "Contingency.Cause.Reason", "conn": "because", "arg1": "Solo woodwind players have to be creative if they want to work a lot", "arg2": "their repertoire and audience appeal are limited"}
{"relation_type": "Explicit", "relation_class": "Temporal.Asynchronous", "conn": "after", "arg1": "And deposits at NCNB Texas National Bank, a unit of NCNB Corp., Charlotte, N.C., have increased $2 billion since last year", "arg2": "heavy advertising stressing commitment to Texas"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "and", "arg1": "Regular TV series ratings have slumped in the past five years", "arg2": "premiering new shows is \"a crap shoot"}
{"relation_type": "Explicit", "relation_class": "Expansion.Conjunction", "conn": "also", "arg1": "It was during those hearings that the nation first learned the breadth and depth of Gen. Noriega's criminality, and of his enduring relationships with a variety of U.S. government agencies", "arg2": "Those hearings highlighted how Gen. Noriega was able to use his relationships with these agencies to delay U.S. action against him, and to exploit the administration's obsession with overthrowing the Sandinistas to protect his own drug-dealing"}
{"relation_type": "Explicit", "relation_class": "Comparison.Concession", "conn": "although", "arg1": "the article was written by Leonid Abalkin and a small group of colleagues", "arg2": "it was published unsigned in the latest edition of the weekly Ekonomicheskaya Gazeta"}
